Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Connected · %lld updates
ar: متصل · %lld تحديث
da: Forbundet · %lld opdateringer
de: Verbunden · %lld Aktualisierungen
es: Conectado · %lld actualizaciones
fi: Yhdistetty · %lld päivitystä
fr: Connecté · %lld mises à jour
is: Tengt · %lld uppfærslur
it: Connesso · %lld aggiornamenti
ja: 接続済み · %lld 件の更新
ko: 연결됨 · 업데이트 %lld회
nb: Tilkoblet · %lld oppdateringer
nl: Verbonden · %lld updates
pt_br: Conectado · %lld atualizações
ru: Подключено · %lld обновления
sv: Ansluten · %lld uppdateringar
zh_hans: 已连接 · %lld 次更新

source: Connected · key %@
ar: متصل · المفتاح %@
da: Forbundet · nøgle %@
de: Verbunden · Schlüssel %@
es: Conectado · clave %@
fi: Yhdistetty · avain %@
fr: Connecté · clé %@
is: Tengt · lykill %@
it: Connesso · chiave %@
ja: 接続済み · キー %@
ko: 연결됨 · 키 %@
nb: Tilkoblet · nøkkel %@
nl: Verbonden · sleutel %@
pt_br: Conectado · chave %@
ru: Подключено · ключ %@
sv: Ansluten · nyckel %@
zh_hans: 已连接 · 密钥 %@

source: Connected Models
ar: النماذج المتصلة
da: Tilsluttede modeller
de: Verbundene Modelle
es: Modelos conectados
fi: Yhdistetyt mallit
fr: Modèles connectés
is: Tengd líkön
it: Modelli connessi
ja: 接続済みモデル
ko: 연결된 모델
nb: Tilkoblede modeller
nl: Verbonden modellen
pt_br: Modelos conectados
ru: Подключённые модели
sv: Anslutna modeller
zh_hans: 已连接的模型

source: Connected models send your data to that vendor
ar: النماذج المتصلة ترسل بياناتك إلى ذلك المزود
da: Tilsluttede modeller sender dine data til den udbyder
de: Verbundene Modelle senden deine Daten an diesen Anbieter
es: Los modelos conectados envían tus datos a ese proveedor
fi: Yhdistetyt mallit lähettävät tietosi kyseiselle toimittajalle
fr: Les modèles connectés envoient vos données à ce fournisseur
is: Tengd líkön senda gögnin þín til þess þjónustuaðila
it: I modelli connessi inviano i tuoi dati a quel fornitore
ja: 接続したモデルはデータをそのベンダーに送信します
ko: 연결된 모델은 데이터를 해당 공급자에 전송합니다
nb: Tilkoblede modeller sender dataene dine til den leverandøren
nl: Verbonden modellen sturen je gegevens naar die leverancier
pt_br: Modelos conectados enviam seus dados a esse fornecedor
ru: Подключённые модели отправляют ваши данные этому поставщику
sv: Anslutna modeller skickar dina data till den leverantören
zh_hans: 已连接的模型会将你的数据发送给该服务商

source: Connected to %@
ar: متصل بـ %@
da: Forbundet til %@
de: Verbunden mit %@
es: Conectado a %@
fi: Yhdistetty: %@
fr: Connecté à %@
is: Tengt við %@
it: Connesso a %@
ja: %@に接続済み
ko: %@에 연결됨
nb: Tilkoblet %@
nl: Verbonden met %@
pt_br: Conectado a %@
ru: Подключено к %@
sv: Ansluten till %@
zh_hans: 已连接到 %@

source: Connecting
ar: جارٍ الاتصال
da: Forbinder
de: Verbindung wird hergestellt
es: Conectando
fi: Yhdistetään
fr: Connexion
is: Tengist
it: Connessione
ja: 接続中
ko: 연결 중
nb: Kobler til
nl: Verbinden
pt_br: Conectando
ru: Подключение
sv: Ansluter
zh_hans: 正在连接

source: Connecting %@…
ar: جارٍ الاتصال بـ %@…
da: Forbinder %@…
de: Verbinde %@…
es: Conectando %@…
fi: Yhdistetään %@…
fr: Connexion à %@…
is: Tengist %@…
it: Connessione a %@…
ja: %@ に接続中…
ko: %@ 연결 중…
nb: Kobler til %@…
nl: Verbinden met %@…
pt_br: Conectando %@…
ru: Подключение %@…
sv: Ansluter %@…
zh_hans: 正在连接 %@…

source: Connecting to phone…
ar: جارٍ الاتصال بالهاتف…
da: Forbinder til telefonen…
de: Verbinde mit dem iPhone…
es: Conectando con el teléfono…
fi: Yhdistetään puhelimeen…
fr: Connexion au téléphone…
is: Tengist símanum…
it: Connessione al telefono…
ja: iPhone に接続中…
ko: 폰에 연결 중…
nb: Kobler til telefonen…
nl: Verbinden met telefoon…
pt_br: Conectando ao telefone…
ru: Подключение к телефону…
sv: Ansluter till telefonen…
zh_hans: 正在连接手机…

source: Connecting...
ar: جارٍ الاتصال...
da: Forbinder...
de: Verbinde …
es: Conectando...
fi: Yhdistetään...
fr: Connexion en cours...
is: Tengist...
it: Connessione in corso...
ja: 接続中...
ko: 연결 중...
nb: Kobler til...
nl: Verbinden...
pt_br: Conectando...
ru: Подключение...
sv: Ansluter...
zh_hans: 正在连接...

source: Connecting…
ar: جارٍ الاتصال…
da: Opretter forbindelse…
de: Verbinden…
es: Conectando…
fi: Yhdistetään…
fr: Connexion…
is: Tengist…
it: Connessione…
ja: 接続中…
ko: 연결 중…
nb: Kobler til…
nl: Verbinden…
pt_br: Conectando…
ru: Подключение…
sv: Ansluter…
zh_hans: 正在连接…

source: Connection status: %@
ar: حالة الاتصال: %@
da: Forbindelsesstatus: %@
de: Verbindungsstatus: %@
es: Estado de conexión: %@
fi: Yhteyden tila: %@
fr: État de la connexion : %@
is: Staða tengingar: %@
it: Stato connessione: %@
ja: 接続状態: %@
ko: 연결 상태: %@
nb: Tilkoblingsstatus: %@
nl: Verbindingsstatus: %@
pt_br: Status da conexão: %@
ru: Состояние подключения: %@
sv: Anslutningsstatus: %@
zh_hans: 连接状态: %@

source: Consistent
ar: متسق
da: Konsistent
de: Konsistent
es: Constante
fi: Tasainen
fr: Régulier
is: Stöðugt
it: Costante
ja: 安定
ko: 일관됨
nb: Jevn
pt_br: Consistente
ru: Стабильно
sv: Jämn
zh_hans: 稳定

source: Consult a Professional
ar: استشر متخصصًا
da: Konsulter en fagperson
de: Hol dir fachlichen Rat
es: Consulta a un profesional
fi: Ota yhteyttä ammattilaiseen
fr: Consultez un professionnel
is: Ráðfærðu þig við fagmann
it: Consulta un professionista
ja: 専門家に相談してください
ko: 전문가와 상담하세요
nb: Kontakt en fagperson
nl: Raadpleeg een professional
pt_br: Consulte um profissional
ru: Обратитесь к специалисту
sv: Rådfråga en expert
zh_hans: 请咨询专业人士

source: Contact
ar: اتصل بنا
da: Kontakt
de: Kontakt
es: Contacto
fi: Ota yhteyttä
is: Hafa samband
it: Contatti
ja: お問い合わせ
ko: 문의
nb: Kontakt
pt_br: Contato
ru: Связаться
sv: Kontakt
zh_hans: 联系

source: Contact Support
ar: التواصل مع الدعم
da: Kontakt support
de: Support kontaktieren
es: Contactar con soporte
fi: Ota yhteyttä tukeen
fr: Contacter l’assistance
is: Hafa samband við aðstoð
it: Contatta l’assistenza
ja: サポートに問い合わせる
ko: 지원팀에 문의
nb: Kontakt kundestøtte
nl: Contact opnemen met support
pt_br: Falar com o suporte
ru: Связаться с поддержкой
sv: Kontakta support
zh_hans: 联系支持

source: Context-dependent. Higher at rest may indicate good autonomic function. During stress, reflects sympathetic activation.
ar: يعتمد على السياق. الارتفاع أثناء الراحة قد يدل على وظيفة ذاتية جيدة. أثناء الإجهاد، يعكس تنشيطًا وديًا.
da: Kontekstafhængigt. Højere i hvile kan indikere god autonom funktion. Under stress afspejler det sympatisk aktivering.
de: Kontextabhängig. Höhere Werte in Ruhe können auf eine gute autonome Funktion hindeuten. Unter Stress spiegeln sie eine sympathische Aktivierung wider.
es: Depende del contexto. Más alto en reposo puede indicar buena función autonómica. Bajo estrés, refleja activación simpática.
fi: Riippuu tilanteesta. Korkeampi arvo levossa voi kertoa hyvästä autonomisesta toiminnasta. Stressissä se heijastaa sympaattista aktivaatiota.
fr: Dépend du contexte. Plus élevé au repos peut indiquer une bonne fonction autonome. En situation de stress, reflète une activation sympathique.
is: Háð samhengi. Hærra í hvíld getur bent til góðrar ósjálfráðrar starfsemi. Í streitu endurspeglar það drifkerfisvirkjun.
it: Dipende dal contesto. Più alto a riposo può indicare una buona funzione autonomica. Sotto stress, riflette l’attivazione simpatica.
ja: 文脈に依存します。安静時に高い場合は自律神経機能が良好である可能性があります。ストレス下では交感神経の活性化を反映します。
ko: 맥락에 따라 다릅니다. 안정 시 높으면 자율신경 기능이 좋을 수 있습니다. 스트레스 상황에서는 교감 활성화를 반영합니다.
nb: Kontekstavhengig. Høyere i hvile kan tyde på god autonom funksjon. Under stress gjenspeiler det sympatisk aktivering.
nl: Contextafhankelijk. Hoger in rust kan wijzen op goede autonome functie. Bij stress weerspiegelt het sympathische activatie.
pt_br: Depende do contexto. Mais alto em repouso pode indicar boa função autonômica. Sob estresse, reflete ativação simpática.
ru: Зависит от контекста. Более высокие значения в покое могут указывать на хорошую вегетативную функцию. При стрессе отражают симпатическую активацию.
sv: Kontextberoende. Högre i vila kan tyda på god autonom funktion. Under stress speglar det sympatisk aktivering.
zh_hans: 取决于情境。静息时偏高可能表示自主神经功能良好；在压力状态下则反映交感激活。

source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
is: Halda áfram
it: Continua
ja: 続ける
ko: 계속
nb: Fortsett
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
zh_hans: 继续

source: Continue Recording
ar: متابعة التسجيل
da: Fortsæt optagelse
de: Aufnahme fortsetzen
es: Continuar grabación
fi: Jatka tallennusta
fr: Continuer l'enregistrement
is: Halda áfram upptöku
it: Continua registrazione
ja: 記録を続行
ko: 기록 계속하기
nb: Fortsett opptak
nl: Opname voortzetten
pt_br: Continuar Gravação
ru: Продолжить запись
sv: Fortsätt inspelning
zh_hans: 继续记录

source: Continue Recovery
ar: متابعة التعافي
da: Fortsæt restitution
de: Erholung fortsetzen
es: Continuar recuperación
fi: Jatka palautumista
fr: Continuer la récupération
is: Halda áfram bata
it: Continua recupero
ja: 復元を続ける
ko: 회복 계속하기
nb: Fortsett restitusjon
nl: Herstel voortzetten
pt_br: Continuar Recuperação
ru: Продолжить восстановление
sv: Fortsätt återhämtning
zh_hans: 继续恢复

source: Continue the paused HRV recording session
ar: متابعة جلسة تسجيل HRV المؤقتة
da: Fortsæt den pausede HRV-optagelsessession
de: Pausierte HRV-Aufzeichnungssitzung fortsetzen
es: Continuar la sesión de grabación de HRV en pausa
fi: Jatka keskeytettyä HRV-tallennusistuntoa
fr: Reprendre la séance d'enregistrement HRV en pause
is: Halda áfram með HRV-upptökulotuna í bið
it: Continua la sessione di registrazione HRV in pausa
ja: 一時停止中のHRV記録セッションを続ける
ko: 일시 중지된 HRV 기록 세션 계속하기
nb: Fortsett den pausede HRV-opptaksøkten
nl: Ga verder met de gepauzeerde HRV-opnamesessie
pt_br: Continuar a sessão de gravação de HRV pausada
ru: Продолжить приостановленную сессию записи ВСР
sv: Fortsätt det pausade HRV-inspelningspasset
zh_hans: 继续已暂停的 HRV 记录

source: Continue to Dashboard
ar: المتابعة إلى لوحة المعلومات
da: Fortsæt til dashboard
de: Weiter zur Übersicht
es: Continuar al panel
fi: Jatka kojelautaan
fr: Continuer vers le tableau de bord
is: Halda áfram á yfirlit
it: Continua alla dashboard
ja: ダッシュボードへ
ko: 대시보드로 이동
nb: Fortsett til dashbord
nl: Doorgaan naar dashboard
pt_br: Continuar para o Painel
ru: Перейти к панели
sv: Fortsätt till instrumentpanel
zh_hans: 继续到仪表盘

source: Continue to the next step
ar: المتابعة إلى الخطوة التالية
da: Fortsæt til næste trin
de: Mit dem nächsten Schritt fortfahren
es: Continuar al siguiente paso
fi: Jatka seuraavaan vaiheeseen
fr: Passer à l'étape suivante
is: Halda áfram í næsta skref
it: Continua al passaggio successivo
ja: 次のステップに進む
ko: 다음 단계로 계속
nb: Fortsett til neste trinn
nl: Doorgaan naar de volgende stap
pt_br: Continuar para a próxima etapa
ru: Перейти к следующему шагу
sv: Fortsätt till nästa steg
zh_hans: 继续下一步

source: Continue with iCloud sync enabled
ar: المتابعة مع تفعيل مزامنة iCloud
da: Fortsæt med iCloud-synkronisering aktiveret
de: Mit aktivierter iCloud-Synchronisierung fortfahren
es: Continuar con la sincronización de iCloud activada
fi: Jatka iCloud-synkronoinnin ollessa käytössä
fr: Continuer avec la synchronisation iCloud activée
is: Halda áfram með iCloud-samstillingu virka
it: Continua con la sincronizzazione iCloud attivata
ja: iCloud同期を有効にして続行
ko: iCloud 동기화를 켠 상태로 계속
nb: Fortsett med iCloud-synkronisering aktivert
nl: Doorgaan met iCloud-synchronisatie ingeschakeld
pt_br: Continuar com a sincronização do iCloud ativada
ru: Продолжить с включённой синхронизацией iCloud
sv: Fortsätt med iCloud-synkronisering aktiverad
zh_hans: 在启用 iCloud 同步的情况下继续

source: Continuity
ar: الاستمرارية
da: Kontinuitet
de: Kontinuität
es: Continuidad
fi: Jatkuvuus
fr: Continuité
is: Samfella
it: Continuità
ja: 連続性
ko: 연속성
nb: Kontinuitet
nl: Continuïteit
pt_br: Continuidade
ru: Непрерывность
sv: Kontinuitet
zh_hans: 连续性

source: Contributing factor
ar: عامل مساهم
da: Medvirkende faktor
de: Einflussfaktor
es: Factor contribuyente
fi: Vaikuttava tekijä
fr: Facteur contributif
is: Áhrifaþáttur
it: Fattore contribuente
ja: 寄与要因
ko: 기여 요인
nb: Medvirkende faktor
nl: Bijdragende factor
pt_br: Fator contribuinte
ru: Влияющий фактор
sv: Bidragande faktor
zh_hans: 影响因素

source: CONTRIBUTIONS
ar: المساهمات
da: BIDRAG
de: BEITRÄGE
es: CONTRIBUCIONES
fi: OSUUDET
is: FRAMLÖG
it: CONTRIBUTI
ja: 寄与
ko: 기여도
nb: BIDRAG
nl: BIJDRAGEN
pt_br: CONTRIBUIÇÕES
ru: ВКЛАД
sv: BIDRAG
zh_hans: 各项贡献

source: Conventionally interpreted as sympathetic-to-parasympathetic balance, but LF carries parasympathetic input too — read it as a SHIFT signal (today vs your baseline) more than an absolute number.
ar: يُفسَّر تقليديًا كتوازن بين الودي ونظير الودي، لكن LF يحمل مدخلات نظير ودية أيضًا — اقرأه كإشارة تحوّل (اليوم مقابل خط أساسك) أكثر من كونه رقمًا مطلقًا.
da: Fortolkes traditionelt som balancen mellem sympatisk og parasympatisk, men LF indeholder også parasympatisk input — læs det som et SKIFT-signal (i dag mod din baseline) snarere end et absolut tal.
de: Wird herkömmlich als Gleichgewicht zwischen Sympathikus und Parasympathikus gelesen, doch LF enthält auch parasympathische Anteile — lies es eher als VERÄNDERUNGS-Signal (heute vs. Baseline) denn als absolute Zahl.
es: Convencionalmente se interpreta como el equilibrio simpático-parasimpático, pero el LF también contiene aporte parasimpático — léelo como una señal de CAMBIO (hoy frente a tu línea base) más que como un número absoluto.
fi: Tulkitaan perinteisesti sympaattisen ja parasympaattisen tasapainoksi, mutta LF sisältää myös parasympaattista panosta — lue se pikemminkin MUUTOS-signaalina (tänään vs. perustasosi) kuin absoluuttisena lukuna.
fr: Traditionnellement interprété comme l’équilibre sympathique/parasympathique, mais la LF contient aussi une part parasympathique — lisez-le comme un signal de CHANGEMENT (aujourd’hui vs votre référence) plutôt qu’un chiffre absolu.
is: Venjulega túlkað sem jafnvægi drif- og sefkerfis, en LF ber einnig sefkerfisframlag — lestu það frekar sem BREYTINGARmerki (í dag á móti grunnlínu þinni) en algilda tölu.
it: Convenzionalmente letto come equilibrio simpatico-parasimpatico, ma l’LF porta anche input parasimpatico — leggilo come un segnale di CAMBIAMENTO (oggi rispetto alla tua baseline) più che come numero assoluto.
ja: 慣例的には交感／副交感のバランスと解釈されますが、LF には副交感の入力も含まれます — 絶対値というより「変化」のシグナル（今日 vs あなたのベースライン）として読んでください。
ko: 관례적으로 교감-부교감 균형으로 해석되지만, LF에는 부교감 입력도 들어 있습니다 — 절대값보다는 변화 신호(오늘 vs 당신의 기준선)로 읽으세요.
nb: Tolkes tradisjonelt som balansen mellom sympatisk og parasympatisk, men LF inneholder også parasympatisk bidrag — les det som et ENDRINGS-signal (i dag mot baselinjen din) mer enn et absolutt tall.
nl: Wordt traditioneel gelezen als sympathisch-parasympathische balans, maar LF bevat ook parasympathische input — lees het eerder als een VERSCHUIVINGS-signaal (vandaag versus je basislijn) dan als absoluut getal.
pt_br: Convencionalmente interpretado como equilíbrio simpático-parassimpático, mas o LF também traz componente parassimpático — leia como um sinal de MUDANÇA (hoje versus sua linha de base) mais do que como número absoluto.
ru: Обычно трактуется как баланс симпатики и парасимпатики, но LF несёт и парасимпатический вклад — читайте его скорее как сигнал СДВИГА (сегодня против вашей базовой линии), чем как абсолютное число.
sv: Tolkas traditionellt som balansen mellan sympatiskt och parasympatiskt, men LF bär även parasympatiskt bidrag — läs det som en FÖRÄNDRINGS-signal (idag mot din baslinje) snarare än ett absolut tal.
zh_hans: 通常被解读为交感与副交感的平衡，但 LF 中也含有副交感成分 — 把它当作“变化”信号（今天 vs 你的基线）来看，而不是一个绝对数值。

source: Conversation history is stored on your device and Emuqu doesn't sync it to iCloud; a backup of your device can include it.
ar: يُخزَّن سجل المحادثة على جهازك ولا يزامنه Emuqu مع iCloud؛ وقد تتضمنه نسخة احتياطية لجهازك.
da: Samtalehistorikken gemmes på din enhed, og Emuqu synkroniserer den ikke til iCloud; en sikkerhedskopi af din enhed kan indeholde den.
de: Der Gesprächsverlauf wird auf deinem Gerät gespeichert, und Emuqu synchronisiert ihn nicht mit iCloud; ein Backup deines Geräts kann ihn enthalten.
es: El historial de la conversación se guarda en tu dispositivo y Emuqu no lo sincroniza con iCloud; una copia de seguridad de tu dispositivo puede incluirlo.
fi: Keskusteluhistoria tallennetaan laitteellesi, eikä Emuqu synkronoi sitä iCloudiin; laitteesi varmuuskopio voi sisältää sen.
fr: L’historique des conversations est stocké sur votre appareil et Emuqu ne le synchronise pas avec iCloud ; une sauvegarde de votre appareil peut l’inclure.
is: Samtalaferillinn er geymdur í tækinu þínu og Emuqu samstillir hann ekki við iCloud; öryggisafrit af tækinu þínu getur innihaldið hann.
it: La cronologia delle conversazioni è salvata sul tuo dispositivo ed Emuqu non la sincronizza con iCloud; un backup del dispositivo può includerla.
ja: 会話履歴はデバイスに保存され、Emuqu が iCloud に同期することはありません。デバイスのバックアップには含まれる場合があります。
ko: 대화 기록은 기기에 저장되며 Emuqu가 iCloud에 동기화하지 않습니다. 기기 백업에는 포함될 수 있습니다.
nb: Samtaleloggen lagres på enheten din, og Emuqu synkroniserer den ikke til iCloud; en sikkerhetskopi av enheten kan inneholde den.
nl: De gespreksgeschiedenis wordt op je apparaat bewaard en Emuqu synchroniseert die niet met iCloud; een back-up van je apparaat kan haar bevatten.
pt_br: O histórico de conversas fica no seu dispositivo e o Emuqu não o sincroniza com o iCloud; um backup do seu dispositivo pode incluí-lo.
ru: История переписки хранится на вашем устройстве, и Emuqu не синхронизирует её с iCloud; резервная копия устройства может её включать.
sv: Konversationshistoriken lagras på din enhet och Emuqu synkar den inte till iCloud; en säkerhetskopia av enheten kan innehålla den.
zh_hans: 对话记录存储在你的设备上，Emuqu 不会将其同步到 iCloud；设备备份可能会包含这些记录。

source: Cool enough that this session didn't add heat-acclimatization stress — that's about the effort, not the weather.
ar: كان الجو باردًا بما يكفي لئلا تضيف هذه الجلسة إجهاد تأقلم حراري — وهذا يتعلق بالجهد لا بالطقس.
da: Køligt nok til, at denne session ikke tilføjede varmetilvænningsstress — det handler om indsatsen, ikke vejret.
de: Kühl genug, dass diese Einheit keinen Hitzeakklimatisationsreiz gesetzt hat — das liegt an der Belastung, nicht am Wetter.
es: Hizo suficiente fresco como para que esta sesión no añadiera estrés de aclimatación al calor — es cuestión del esfuerzo, no del tiempo.
fi: Riittävän viileää, ettei tämä harjoitus tuonut lämpöakklimatisaation kuormaa — kyse on rasituksesta, ei säästä.
fr: Assez frais pour que cette séance n’ait pas ajouté de stress d’acclimatation à la chaleur — c’est une question d’effort, pas de météo.
is: Nógu svalt til að þessi lota bætti ekki við hitaaðlögunarálagi — það snýst um átakið, ekki veðrið.
it: Abbastanza fresco perché questa sessione non abbia aggiunto stress di adattamento al caldo — dipende dallo sforzo, non dal meteo.
ja: 気温が低く、このセッションでは暑熱順化の刺激は加わりませんでした — これは天候ではなく強度の問題です。
ko: 기온이 충분히 낮아 이번 세션은 열순화 자극을 더하지 않았습니다 — 이는 날씨가 아니라 강도의 문제입니다.
nb: Kjølig nok til at denne økten ikke ga varmetilvenningsstress — det handler om innsatsen, ikke været.
nl: Koel genoeg dat deze sessie geen hitteacclimatisatieprikkel toevoegde — dat ligt aan de inspanning, niet aan het weer.
pt_br: Frio o bastante para que esta sessão não acrescentasse estresse de aclimatação ao calor — é sobre o esforço, não o clima.
ru: Достаточно прохладно, чтобы эта сессия не добавила стимула тепловой акклиматизации — дело в усилии, а не в погоде.
sv: Svalt nog för att detta pass inte tillförde värmeacklimatiseringsstress — det handlar om ansträngningen, inte vädret.
zh_hans: 气温足够凉爽，本次训练没有带来热适应刺激 — 这取决于强度，而非天气。

source: Copied.
ar: تم النسخ.
da: Kopieret.
de: Kopiert.
es: Copiado.
fi: Kopioitu.
fr: Copié.
is: Afritað.
it: Copiato.
ja: コピーしました。
ko: 복사됨.
nb: Kopiert.
nl: Gekopieerd.
pt_br: Copiado.
ru: Скопировано.
sv: Kopierat.
zh_hans: 已复制。

source: Copy
ar: نسخ
da: Kopiér
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
is: Afrita
it: Copia
ja: コピー
ko: 복사
nb: Kopier
nl: Kopiëren
pt_br: Copiar
ru: Копировать
sv: Kopiera
zh_hans: 复制

source: Copy data
ar: نسخ البيانات
da: Kopiér data
de: Daten kopieren
es: Copiar datos
fi: Kopioi tiedot
fr: Copier les données
is: Afrita gögn
it: Copia dati
ja: データをコピー
ko: 데이터 복사
nb: Kopier data
nl: Gegevens kopiëren
pt_br: Copiar dados
ru: Копировать данные
sv: Kopiera data
zh_hans: 复制数据

source: Copy Log to Clipboard
ar: نسخ السجل إلى الحافظة
da: Kopier log til udklipsholder
de: Protokoll in die Zwischenablage kopieren
es: Copiar registro al portapapeles
fi: Kopioi loki leikepöydälle
fr: Copier le journal dans le presse-papiers
is: Afrita atvikaskrá á klippiborð
it: Copia il log negli appunti
ja: ログをクリップボードにコピー
ko: 로그를 클립보드에 복사
nb: Kopier logg til utklippstavlen
nl: Logboek naar klembord kopiëren
pt_br: Copiar registro para a área de transferência
ru: Скопировать журнал в буфер обмена
sv: Kopiera logg till urklipp
zh_hans: 将日志复制到剪贴板

source: Copy the full diagnostic log so you can paste it into a message or email.
ar: انسخ سجل التشخيص الكامل لتتمكن من لصقه في رسالة أو بريد إلكتروني.
da: Kopiér hele diagnostikloggen, så du kan indsætte den i en besked eller e-mail.
de: Kopiere das vollständige Diagnoseprotokoll, um es in eine Nachricht oder E-Mail einzufügen.
es: Copia el registro de diagnóstico completo para pegarlo en un mensaje o correo.
fi: Kopioi koko diagnostiikkaloki, jotta voit liittää sen viestiin tai sähköpostiin.
fr: Copiez le journal de diagnostic complet pour le coller dans un message ou un e-mail.
is: Afritaðu alla greiningarskrána svo þú getir límt hana í skilaboð eða tölvupóst.
it: Copia l'intero registro diagnostico per incollarlo in un messaggio o in un'email.
ja: 診断ログ全体をコピーして、メッセージやメールに貼り付けられます。
ko: 전체 진단 로그를 복사하여 메시지나 이메일에 붙여넣을 수 있습니다.
nb: Kopier hele diagnoseloggen så du kan lime den inn i en melding eller e-post.
nl: Kopieer het volledige diagnoselogboek zodat je het in een bericht of e-mail kunt plakken.
pt_br: Copie o registro de diagnóstico completo para colá-lo em uma mensagem ou e-mail.
ru: Скопируйте полный журнал диагностики, чтобы вставить его в сообщение или письмо.
sv: Kopiera hela diagnostikloggen så att du kan klistra in den i ett meddelande eller e-post.
zh_hans: 复制完整的诊断日志，以便粘贴到消息或电子邮件中。

source: Core
ar: النوم الأساسي
da: Kerne
de: Kern
es: Central
fi: Perusuni
fr: Sommeil principal
is: Kjarni
it: Base
ja: コア
ko: 코어
nb: Kjerne
nl: Kern
pt_br: Central
ru: Основной
sv: Kärna
zh_hans: 核心睡眠

source: Above 1.2 — above the reference range
ar: أعلى من 1.2 — فوق النطاق المرجعي
da: Over 1,2 — over referenceintervallet
de: Über 1,2 — über dem Referenzbereich
es: Por encima de 1,2 — por encima del rango de referencia
fi: Yli 1,2 — viitealueen yläpuolella
fr: Au-dessus de 1,2 — au-dessus de la plage de référence
is: Yfir 1,2 — yfir viðmiðunarbilinu
it: Sopra 1,2 — sopra l’intervallo di riferimento
ja: 1.2 超 — 参照範囲より上
ko: 1.2 초과 — 참조 범위보다 높음
nb: Over 1,2 — over referanseområdet
nl: Boven 1,2 — boven het referentiebereik
pt_br: Acima de 1,2 — acima da faixa de referência
ru: Выше 1,2 — выше референсного диапазона
sv: Över 1,2 — över referensintervallet
zh_hans: 高于 1.2——高于参考范围
